tap "aws/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wata727/tflint"

brew "awk"
brew "aws-vault"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "fontconfig"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dive"
brew "docker"
brew "dog"
brew "exa"
brew "exercism"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gobject-introspection"
brew "goenv", args: ["HEAD"]
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "jq"
brew "krb5"
brew "mas"
brew "moreutils"
brew "netcat"
brew "openjdk"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "socat"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "wakatime-cli"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"

cask "alfred"
cask "appcleaner"
cask "docker"
cask "docker-toolbox"
cask "iterm2"
cask "java"
cask "visual-studio-code"
