tap "aws/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "michaeleisel/zld"
tap "minamijoyo/hcledit"
tap "terraform-docs/tap"
tap "wata727/tflint"

brew "openssl@3"
brew "python@3.12"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "fontconfig"
brew "cargo-binstall"
brew "cargo-udeps"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "docker"
brew "docker-credential-helper"
brew "findutils"
brew "gh"
brew "git"
brew "pkgconf"
brew "goenv", args: ["HEAD"]
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "mdbook"
brew "moreutils"
brew "nvm"
brew "pre-commit"
brew "protobuf"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stern"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tree"
brew "uv"
brew "wakatime-cli"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "michaeleisel/zld/zld"
brew "minamijoyo/hcledit/hcledit"
cask "alfred"
cask "appcleaner"
cask "telegram"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "Xcode", id: 497799835

vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "ahmadawais.shades-of-purple"
vscode "davidanson.vscode-markdownlint"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "wakatime.vscode-wakatime"
vscode "zxh404.vscode-proto3"
