tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wata727/tflint"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "findutils"
brew "fontconfig"
brew "git", link: false
brew "gprof2dot"
brew "graphviz"
brew "htop"
brew "jq"
brew "libtiff"
brew "mas"
brew "moreutils"
brew "nmap"
brew "openssl"
brew "pandoc"
brew "python"
brew "readline"
brew "ruby", link: true
brew "tcptraceroute"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "vim"
brew "wakatime-cli"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "firefox"
cask "firefox-nightly"
cask "iterm2"
cask "java"
cask "microsoft-office"
cask "onedrive"
cask "openvisualtraceroute"
cask "plex-media-server"
cask "private-internet-access"
cask "slack"
cask "visual-studio-code"
