tap "caskroom/cask"
tap "caskroom/fonts"
tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"

brew "openssl"
brew "python3"
brew "awscli"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "git"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "docker-swarm"
brew "findutils"
brew "fontconfig"
brew "geckodriver"
brew "git-flow-avh"
brew "go"
brew "heroku"
brew "httpie"
brew "ipython"
brew "jq"
brew "mas"
brew "moreutils"
brew "nano"
brew "packer"
brew "pgcli"
brew "phantomjs"
brew "postgresql", restart_service: true
brew "qcachegrind"
brew "ruby"
brew "terraform"
brew "terraform-docs"
brew "tig"
brew "tmux"
brew "vim"
brew "wakatime-cli"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "blue-jeans"
cask "blue-jeans-browser-plugin"
cask "caffeine"
cask "dbvisualizer"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "firefox"
cask "folx"
cask "gitkraken"
cask "hyper"
cask "java"
cask "kite"
cask "microsoft-office"
cask "muzzle"
cask "onedrive"
cask "pgadmin4"
cask "plex-media-server"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "vagrant"
cask "vagrant-manager"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
