tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "openssl"
brew "python3"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "findutils"
brew "fontconfig"
brew "git"
brew "geckodriver"
brew "go"
brew "gprof2dot"
brew "htop"
brew "httpie"
brew "ipython"
brew "jq"
brew "kubernetes-cli"
brew "kubectl"
brew "kops"
brew "kubernetes-helm"
brew "mas"
brew "moreutils"
brew "nano"
brew "nmap"
brew "nvm"
brew "packer"
brew "pandoc"
brew "pgcli"
brew "qcachegrind"
brew "ruby"
brew "pyenv"
brew "terraform"
brew "terraform-docs"
brew "tig"
brew "tmux"
brew "vim"
brew "wakatime-cli"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "appcleaner"
cask "atom"
cask "caffeine"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "firefox"
cask "homebrew/cask-versions/firefox-nightly"
cask "folx"
cask "gitkraken"
cask "hyper"
cask "java"
cask "kite"
cask "microsoft-office"
cask "muzzle"
cask "onedrive"
cask "plex-media-server"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "vagrant"
cask "vagrant-manager"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
