tap "codeclimate/formulae"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wata727/tflint"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "findutils"
brew "fontconfig"
brew "git", link: false
brew "go"
brew "gprof2dot"
brew "graphviz"
brew "htop"
brew "httpie"
brew "ipython"
brew "jq"
brew "jupyter"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "libtiff"
brew "mas"
brew "moreutils"
brew "nmap"
brew "node"
brew "openssl"
brew "pandoc"
brew "pipenv"
brew "pyenv"
brew "python"
brew "qcachegrind"
brew "readline"
brew "ruby", link: true
brew "tcptraceroute"
brew "terraform"
brew "terraform-docs"
brew "terraform_landscape"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "vim"
brew "wakatime-cli"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "instrumenta/instrumenta/kubeval"
brew "remind101/formulae/assume-role"

cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "dashlane"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-nightly"
cask "iterm2"
cask "java"
cask "kite"
cask "microsoft-office"
cask "muzzle"
cask "onedrive"
cask "openvisualtraceroute"
cask "plex-media-server"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "vagrant"
cask "vagrant-manager"
cask "vanilla"
cask "versions"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
