tap "caskroom/cask"
tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"

brew "awscli"
brew "bash-completion"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-swarm"
brew "geckodriver"
brew "git"
brew "go"
brew "mas"
brew "nano"
brew "node"
brew "openssl"
brew "heroku"
brew "phantomjs"
brew "postgresql", restart_service: true
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "codeclimate/formulae/codeclimate"

cask "atom"
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "firefox"
cask "folx"
cask "google-chrome"
cask "kite"
cask "microsoft-office"
cask "onedrive"
cask "pgadmin4"
cask "plex-media-server"
cask "private-internet-access"
cask "postman"
cask "slack"
cask "wakatime-cli"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"

# mas signin --dialog bryantbiggs@gmail.com
mas "Bear", id: 1091189122
mas "Caffeine", id: 411246225
mas "Clear", id: 504544917
mas "DrCleaner", id: 921458519
mas "Magnet", id: 441258766
mas "Snappy", id: 512617038
mas "Spark", id: 1176895641
# mas upgrade
