tap "caskroom/cask"
tap "codeclimate/formulae"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"

brew "awscli"
brew "bash-completion"
brew "openssl"
brew "python"
brew "geckodriver"
brew "git"
brew "go"
brew "node"
brew "heroku"
brew "nano"
brew "phantomjs"
brew "postgresql", restart_service: true
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "codeclimate/formulae/codeclimate"
brew "go-delve/delve/delve"


cask "atom"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "firefox"
cask "google-chrome?"
cask "pgadmin4"
cask "private-internet-access"
cask "slack"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
